[{"id":"qt_mh989v1a55564k","text":"Children raised with the computer \"think differently from the rest of us. They develop hypertext\nminds. They leap around. It’s as though their cognitive structures were parallel, not sequential.\"","author":"William D. Winn quoted by Marc Prensky in \"Do They Really Think Differently?\""},{"id":"qt_mh98ge2kyiazd7","text":"<...> schools as we know them today will have no place in the future. But it is an open question whether they will adapt by transforming themselves into something new or wither away and be replaced.","author":"Seymour Papert, Mindstorms"},{"id":"qt_mh98j1yttri48y","text":"What is happening now is an empirical question. What can happen is a technical question. But what will happen is a political question, depending on social choices.","author":"Seymour Papert, Mindstorms"},{"id":"qt_mhbx0f219tn6ky","text":"In the absence of any theoretical underpinning, there is a growing sense that many contemporary educational technologies veer towards behaviourist models of training, rather than any more sophisticated forms of socially based learning.","author":"Neil Selwyn, Education and Technology: Key Issues and Debates"},{"id":"qt_mhc2h1akykprey","text":"Where students live and where they attend school from the age of seven has a significant impact on their performance and their ability to benefit from the valuable educational use of AI by experienced and competent teachers.","author":"Utterberg Modén et al., \"When fairness is an abstraction: equity and AI in Swedish compulsory education\""},{"id":"qt_mhjnq4fhl6q3am","text":"Learning is not a practice that can be set aside and be come back to, but an integral part of living in the world.","author":"Seymour Papert, Mindstorms"},{"id":"qt_mhjosli3rflzuc","text":"Actions can be clever or unsuccessful, but these adjectives do not apply to the actors. For the learner, all options are always open, even if he or she carries a history of failure.","author":"Anna Sfard, \"On Two Metaphors for Learning and the Dangers of Choosing Just One\""},{"id":"qt_mhjoyipp2crpro","text":"Our task as digital pedagogues is to redefine assessment and evaluation so that we can keep pace with the way learners actually learn in digital spaces. This will take trust and courage on the part of\nteachers, as it requires them to relinquish traditional models of teacher-centred pedagogy\nwhere the instructor has the power.","author":"Wendy Barber, \"Critical play in fully online learning communities\""},{"id":"qt_mhjp7poekjk8xk","text":"Imagine that children were forced to spend an hour a day drawing dance steps on squared paper and had to pass tests in these \"dance facts\" before they were allowed to dance physically. Would we not expect the world to be full of \"dancophobes\"? Would we say that those who made it to the dance floor and music had the greatest \"aptitude for dance\"?","author":"Seymour Papert, Mindstorms"}]